<template>
  <div class="col s12 m7 offset-m1">
    <div class="card-panel grey lighten-5 z-depth-3">
      <h5 id="headline">Инженер по тестированию ПО - ООО "Элисофт"</h5>
      <div id="subheadline">Ноябрь 2019 — По настоящее время</div>
      <div id="info">
        <li>Ручное тестирование мобильных, настольных и web-приложений</li>
        <li>Анализ и документирование дефектов, поиск причин</li>
        <li>Тестирование серверного API</li>
        <li>Поддержка тестовой документации</li>
        <li>Разворачивание окружений для тестирования</li>
        <li>Разработка собственных инструментов для тестирование</li>
        <li>Подготовка и перевод обучающих материаллов для коллег</li>
      </div>
    </div>
    <div class="card-panel grey lighten-5 z-depth-3">
      <h5 id="headline">Инженер по тестированию ПО - ООО "Софт-Тест"</h5>
      <div id="subheadline">Июнь 2019 — Ноябрь 2019</div>
      <div id="info">
        <li>Ручное тестирование</li>
        <li>Автоматизированное тестирование (Java+TestNG+Selenium)</li>
        <li>Написание тестовой документации и инструкций</li>
        <li>Тестирования мобильных приложений</li>
        <li>Практическое знакомство с SQL</li>
        <li>Работы с системами баг-трекинга и системами учета дефектов (Jira)</li>
        <li>Работа с инструментами управления процессом разработки (Git)</li>
      </div>
    </div>
    <div class="card-panel grey lighten-5 z-depth-3">
      <h5 id="headline">Разработчик настольных игр - ООО "Гага-Трейд"</h5>
      <div id="subheadline">Август 2016 — июнь 2019</div>
      <div id="info">
        <li>Разработка игровых систем</li>
        <li>Работа с CorelDraw, Photoshop</li>
        <li>Работа с средой GoogleDocs</li>
        <li>Курирование игровых проектов</li>
        <li>Тестирование проектов сторонних разработчиков</li>
      </div>
    </div>
    <div class="card-panel grey lighten-5 z-depth-3">
      <h5 id="headline">Системный администратор - ИП Курилов</h5>
      <div id="subheadline">Декабрь 2010 — июнь 2019</div>
      <div id="info">
        <li>Оптимизация среды 1С</li>
        <li>Настройка торгового оборудования магазинов и склада</li>
        <li>Системное администрирование розничной сети</li>
        <li>Техподдержка по телефону и TeamViewer</li>
        <li>Составление регламентов по работе с ПО и Аппаратным обеспечением</li>
      </div>
    </div>
  </div>
</template>
